token = {
	'group_id': 146718597, # id группы
	'token': 'asdfafsdfsdfsfsdffd', # Токен сообщества
	'service_key': 'f85f1f8cf85f1f8c3ff85ff85f1f8ca71b2b5b919dca4c02sdfsfd2abb90', # Токен приложения
	'version': 5.126 # Версия api
} # Авторизация для API

setting = {
	'update_time': (60*30),  # Время для обновления друзей
	'host_dp':'localhost', # host для базы данных
	'login_db':'ci17950_vk', # логин для базы данных
	'password_db':'7157725', # пароль для базы данных
	'name_db':'ci17950_vk', # имя базы данных
} # Настройки

error = {
	'main': 'Ошибка: ',
	'id': 'Вы указали недействительную ссылку ПОВТОРИТЕ попытку. Или отмените команду',
	'not user': 'Вы указали ссылку не на пользователя ПОВТОРИТЕ попытку. Или отмените команду',
	'already': 'Пользователь уже добавлен ранее ПОВТОРИТЕ попытку. Или отмените команду',
	'not command': 'Я не понимаю что вы пишите',
	'not number': 'Вы указали неверный номер ПОВТОРИТЕ попытку. Или отмените команду',
	'close prof': 'Профиль ЗАКРЫТ, выберите другого человека. Или отмените команду',
	None: '',
} # Сообщение об ошибке по id

mes = {
	'list is empty': 'Список пуст',
	'Cancel': 'Команда отменена',
	'ok new': 'Пользователь {id} был успешно добавлен в ваш список',
	'ok del': 'Пользователь {id} был удалён из вашего списка',
	'new friend':'🔵У {id} появился в друзьях {friend}',
	'del friend': '🔴У {id} удален из друзей {friend}',
	'close prof': '{id} этот профиль закрыт и я не могу следить за ним ;(',
	'dop': 'Буду очень рад если расскажете обо мне друзьям🥺',
	'time': "{year} год {day} {month} {min} обновление списка друзей :\n",
	None: ''
} # Сообщения по id

command = {
	'Cancel': 'Отмена',
} # Id для команд