token = {
	'token': 'fad22eb850f1e99283b1e9404b33a2324b5536596d36eb8c428446939ef67a4438f5480f7be024031d00f', # Токен сообщества
	'service_key': 'f85f1f8cf85f1f8cf85f1f8c12f83039f3ff85ff85f1f8ca71b2b5b919dca4c022abb90', # Токен приложения
	'version': 5.122 # Версия api
} # Авторизация для API

setting = {
	'update_time': (60*60*2),  # Время для обновления друзей
} # Настройки

error = {
	'main': 'Ошибка: ',
	'id': 'Вы указали недействительную ссылку ПОВТОРИТЕ попытку. Или отмените команду',
	'not user': 'Вы указали ссылку не на пользователя ПОВТОРИТЕ попытку. Или отмените команду',
	'already': 'Пользователь уже добавлен ранее ПОВТОРИТЕ попытку. Или отмените команду',
	'not command': 'Я не понимаю что вы пишите',
	'not number': 'Вы указали неверный номер ПОВТОРИТЕ попытку. Или отмените команду',
	'close prof': 'Профиль закрыт ПОВТОРИТЕ попытку. Или отмените команду',
	None: '',
} # Сообщение об ошибке по id

mes = {
	'list is empty': 'Список пуст',
	'Cancel': 'Команда отменена',
	'ok new': 'Пользователь {id} был успешно добавлен',
	'ok del': 'Пользователь {id} был удалён',
	'new friend':'У {id} появился {friend}',
	'del friend': 'У {id} удалил {friend}',
	'close prof': '{id} Его профиль закрыт',
	None: ''
} # Сообщения по id

command = {
	'Cancel': 'Отмена',
} # Id для команд